Repository: Alan11774/SwiftEquipo3
Catalog: GOW_Localization/*.lproj/*.lproj/Localizable.strings
Languages: es_419

# menu.option.videogames
source: Videogames
es_419: Videojuegos

# menu.option.characters
source: Characters
es_419: Personajes

# menu.option.weapons
source: Weapons
es_419: Armas

# menu.option.merchandise
source: Merchandise
es_419: Mercancía

# weapon.name.boomshot
source: Boomshot Grenade Launcher
es_419: Lanzagranadas Boomshot

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher designed and primarily used by the Locust, particularly by the Boomer.
es_419: Era un lanzagranadas de acción de bombeo de un solo disparo diseñado y utilizado principalmente por los Locust, particularmente por el Boomer.

# weapon.description.hammerburstii
source: It was the standard high-powered Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
es_419: Era el rifle de asalto estándar de alta potencia de los Locust. A menudo se lo menciona como el equivalente Locust del rifle de asalto Lancer del COG.

# weapon.description.mulcher
source: The Mulcher is a heavy, crank-operated rotating Gatling gun developed by the Coalition of Ordered Governments.
es_419: El Mulcher es una ametralladora Gatling rotativa y pesada, operada con manivela, desarrollada por la Coalición de Gobiernos Ordenados.

# weapon.name.bolo_grenade
source: Bolo Grenade
es_419: Granada Bolo

# weapon.description.bolo_grenade
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
es_419: La Granada Bolo, también conocida como Granada de Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Ordenados, la Horda Locust y el Enjambre.

# weapon.name.boltok
source: Boltok Pistol
es_419: Pistola Boltok

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly the Drones. The pistol continues the Locust weapon design philosophy of creating weapons with an emphasis on brute force.
es_419: Era el arma estándar de los Locust, particularmente de los Drones. La pistola sigue la filosofía de diseño de armas de los Locust de crear armas con un énfasis en la fuerza bruta.

# weapon.name.lancer
source: Lancer Mark 1 Assault Rifle
es_419: Rifle de Asalto Lancer Mark 1

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Mark 2 assault rifle. Formerly the primary assault rifle of the Coalition of Ordered Governments' army, the Mark 1 assault rifle was used during the Pendulum Wars.
es_419: Apodado Retro Lancer durante la Pandemia Lambent, fue el predecesor del rifle de asalto Lancer Mark 2. Anteriormente el rifle de asalto principal del ejército de la Coalición de Gobiernos Ordenados, el rifle de asalto Mark 1 fue utilizado durante la Guerra del Péndulo.

# weapon.name.lancer2
source: Lancer Mark 2 Assault Rifle
es_419: Rifle de Asalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Mark 1 assault rifle, produced with a chainsaw bayonet, greater accuracy, lower recoil, and increased ammunition capacity but less firepower compared to its predecessor.
es_419: Una mejora del rifle de asalto Lancer Mark 1, fabricado con una bayoneta motosierra, mayor precisión, menor retroceso y mayor capacidad de munición pero con menor potencia de fuego en comparación con su predecesor.

# weapon.name.sniper
source: Longshot Sniper Rifle
es_419: Rifle de Francotirador Longshot

# weapon.description.sniper
source: It was a single-shot, large-caliber sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
es_419: Era un rifle de francotirador de un solo disparo y calibre grande. Creado por la Coalición de Gobiernos Ordenados durante las Guerras del Péndulo, el Longshot también se utilizó diecisiete años después del Día de la Emergencia.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
es_419: Martillo del Alba

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital, satellite-based laser powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after it was stolen during Operation: Leveler.
es_419: El Martillo del Alba era un láser orbital basado en satélites y alimentado por Imulsion del COG. Sus componentes clave fueron inventados por el científico de la UIR Mauris Ivo y completados por el profesor Adam Fenix después de ser robados durante la Operación: Nivelador.

# weapon.name.mx8
source: MX8 Snub Pistol
es_419: Pistola Snub MX8

# weapon.description.mx8
source: It was the standard sidearm for personnel of the Coalition of Ordered Governments' armed forces.
es_419: Era el arma lateral estándar para el personal de las fuerzas armadas de la Coalición de Gobiernos Ordenados.
